export const translationRu = {
  header: {
    sectionOne: {
      title:
        "Корзина неавторизованных пользователей хранится 7 дней. Пожалуйста, ",
      title2: "авторизуйтесь",
    },
    nav: {
      bonus: "Аксии",
      saved: "Избранное",
      compare: "Сравнить",
      profile: "Кабинет",
      cart: "Корзина",
      search_title: "Введите поисковый запрос",
      btn_title: "Каталог товаров",
      country_name: "Ташкент",
      service: "Услуги",
      clients: "Покупателям",
      about: "О нас",
      chat: "Онлайн чат",
    },
    login: "Войти",
  },
  home: {
    hero: {
      banner_title: "Banner photo",
    },
    category_name: "Популярные категории",
    brand_name: "Популярные бренды",
    btn_name: "Все бренды",
    news: {
      left_sidebar: {
        item1: {
          subject: "Новости",
          title1: "Новая серия сварочных аппаратов SNR-FS-60x уже на складе",
          title: "Читайте статью: Что такое PoE и для чего он нужен?",
        },
        item2: {
          subject: "Наши проекты",
          title1: "snr.systems",
          title2: "Конфигураторы",
        },
        item3: {
          subject: "Как мы работаем",
          title1: "Способы оплаты",
          title2: "Условия доставки",
          title3: "Гарантийное обслуживание",
          title4: "Возврат товара",
          title5: "Вопросы и ответы",
          title6: "Техническая поддержка",
          title7: "База знаний",
          title8: "Конфигураторы",
        },
      },
      right_sidebar: {
        menu: {
          advice: "Рекомендуем",
          news: "Новинки",
          bonus: "Новинки",
          product_with_discount: "Товары со скидкой",
          famous: "Популярное",
        },
      },
    },
    info: {
      desc1: `Компания «НАГ» – надежный и честный партнер, предлагающий компаниям телеком-отрасли, промышленности и бизнесу эффективные решения и оборудование для решения 
        `,
      desc1_2:
        "широкого круга задач. Мы осуществляем оптовую и розничную продажу компонентов и программно-аппаратных комплексов (ПАК) для развертывания сетевой ",
      desc1_3: " инфраструктуры, ее  модернизации и масштабирования.",
      title: "Наши достижения",
      desc2:
        "На нашем официальном сайте мы продаём оборудование, как под собственными торговыми марками, так и разработанное ведущими международными производителями телекоммуникационного оборудования.",
      desc3:
        "В магазине «NAG» насчитывается более тысячи брендов и свыше 20 тысяч наименований товаров.",
      desc4:
        "Собственная торговая марка SNR включает широкий ассортимент оборудования и комплектующих для развертывания проводных сетей передачи данных, систем безопасности и видеонаблюдения, беспроводных сетей и ЦОД",
      desc5:
        "Дочерняя компания «NATTEX», созданная несколько лет назад, разрабатывает и производит телекоммуникационное оборудование, способное заместить дорогие",
      span_title: "Показать полный текст",
    },
  },
  footer: {
    about_company: {
      title: "КОМПАНИЯ NAG",
      desc1: "О компании",
      desc2: "Новости",
      desc3: "Контакты",
      desc4: "Банковские реквизиты",
      desc5: "Партнеры",
    },
    support: {
      title: "ПОДДЕРЖКА",
      desc1: "On-line поддержка",
      desc2: "Условия оплаты",
      desc3: "Условия доставки",
      desc4: "Гарантийное обслуживание",
      desc5: "Расширенная гарантия",
    },
    projects: {
      title: "ПРОЕКТЫ",
      desc1: "snr.systems",
      desc2: "NAG.conference",
      desc3: "Конфигураторы",
    },
    office: {
      title: "Ваш офис",
      desc1: "Ташкент",
      desc2: "+998 999999999",
      desc3: "sectortechnology.uz",
      desc4: "Ташкент, Chilonzor",
    },
    privacy: "Политика конфиденциальности",
    personal: "Политика обработки персональных данных",
  },
  chat: {
    input_pl: "Введите сообщение",
  },
};
